<?php
/*+**********************************************************************************
 * Энэ файлын агуулга нь vtiger CRM Нийтийн Лицензийн 1.0 хувилбарт хамаарна
 * ("License"); Та энэхүү файлыг зөвхөн Лицензийн шаардлагын дагуу ашиглаж болно
 * Эх код нь: vtiger CRM Нээлттэй эх
 * Эх кодын анхны хөгжүүлэгч нь vtiger.
 * vtiger-ийн бүтээсэн хэсгүүд нь (C) vtiger.
 * Бүх эрх хуулиар хамгаалагдсан.
 ************************************************************************************/
$languageStrings = array(
	'CronTasks'                    => 'Хуваарь'                     , // TODO: Review
	'Дугаар'                       => 'Дугаар'                      , // TODO: Review
	'Cron ажил'                    => 'Cron ажил'                   , // TODO: Review
	'Давтамж'                      => 'Давтамж'                     , // TODO: Review
	'Төлөв'                        => 'Төлөв'                       , // TODO: Review
	'Last Start'                   => 'Сүүлийн скан эхэлсэн'        , // TODO: Review
	'Last End'                     => 'Сүүлийн скан дууссан'        , // TODO: Review
	'Дараалал'                     => 'Дараалал'                    , // TODO: Review
	'LBL_COMPLETED'                => 'Дууссан'                     , // TODO: Review
	'LBL_RUNNING'                  => 'Ажиллаж байна'               , // TODO: Review
	'LBL_ACTIVE'                   => 'Идэвхтэй'                    , // TODO: Review
	'LBL_INACTIVE'                 => 'Идэвхгүй'                    , // TODO: Review
); 