<?php
/*+***********************************************************************************
 * Энэ файлын агуулга нь vtiger CRM Нийтийн Лицензийн 1.0 хувилбарт хамаарна
 * ("Лиценз"); Та энэхүү файлыг зөвхөн Лицензийн шаардлагын дагуу ашиглаж болно
 * Эх код нь:  vtiger CRM Нээлттэй эх
 * Эх кодын анхны хөгжүүлэгч нь vtiger.
 * vtiger-ийн бүтээсэн хэсгүүд нь © vtiger.
 * Бүх эрх хуулиар хамгаалагдсан.
 *************************************************************************************/
$languageStrings = array(
	'CustomerPortal' => 'Харилцагчийн портал',
	'LBL_PORTAL_DESCRIPTION' => 'Портал хэрэглэгчийн эрхийг тохируулах',

	'LBL_PRIVILEGES' => 'Эрхүүд',
	'LBL_DEFAULT_ASSIGNEE' => 'Өгөгдмөл хариуцагч',
	'LBL_PORTAL_URL' => 'Порталын холбоос',

	//Fields
	'LBL_MODULE_NAME' => 'Модулийн нэр',
	'LBL_ENABLE_MODULE' => 'Модулийг идэвхжүүлэх',
	'LBL_VIEW_ALL_RECORDS' => 'Байгууллагын бүх бичлэгийг харах',

	//Messages
	'LBL_PREVILEGES_MESSAGE' => "Энэ үүргийн эрхүүдийг Портал хэрэглэгчид хэрэгжүүлнэ.",
	'LBL_DEFAULT_ASSIGNEE_MESSAGE' => 'Тасалбаруудыг Харилцагчийн портал дахь өгөгдмөл бүлэг/хэрэглэгчээр сонгогдсон хариуцагчид онооно.',
	'LBL_PORTAL_URL_MESSAGE' => 'Энэ бол таны харилцагчид тасалбар илгээх, хянах, мэдлэгийн сантай ажиллах болон бусад үйлчилгээнд нэвтрэх порталын холбоос юм. Харилцагчийн дэлгэрэнгүй мэдээллийн хуудсаас порталыг идэвхжүүлмэгц нэвтрэх мэдээллийг харилцагчид илгээнэ.',
	'LBL_DRAG_AND_DROP_MESSAGE' => 'Харилцагчийн порталд модулиудын дарааллыг өөрчлөхийн тулд чирч тавина уу',
);

$jsLanguageStrings = array(
	'JS_PORTAL_INFO_SAVED' => 'Харилцагчийн порталын тохиргоо хадгалагдлаа',
);
