<?php
/*+**********************************************************************************
 * Энэ файлын агуулга нь vtiger CRM Нийтийн Лицензийн 1.0 хувилбарт хамаарна
 * ("Лиценз"); Та энэхүү файлыг зөвхөн Лицензийн шаардлагын дагуу ашиглаж болно
 * Эх код нь:  vtiger CRM Нээлттэй эх
 * Эх кодын анхны хөгжүүлэгч нь vtiger.
 * vtiger-ийн бүтээсэн хэсгүүд нь © vtiger.
 * Бүх эрх хуулиар хамгаалагдсан.
 ************************************************************************************/
$languageStrings = array(
	'EmailTemplate'                => 'И-мэйл загвар'              , // TODO: Review
	'LBL_TEMPLATE_NAME'            => 'Загварын нэр'               , // TODO: Review
	'LBL_DESCRIPTION'              => 'Тайлбар'                    , // TODO: Review
	'LBL_SUBJECT'                  => 'Гарчиг'                     , // TODO: Review
);
