<?php
/*+**********************************************************************************
 * Энэ файлын агуулга нь vtiger CRM Нийтийн Лицензийн 1.0 хувилбарт хамаарна
 * ("Лиценз"); Та энэхүү файлыг зөвхөн Лицензийн шаардлагын дагуу ашиглаж болно
 * Эх код нь:  vtiger CRM Нээлттэй эх
 * Эх кодын анхны хөгжүүлэгч нь vtiger.
 * vtiger-ийн бүтээсэн хэсгүүд нь © vtiger.
 * Бүх эрх хуулиар хамгаалагдсан.
 ************************************************************************************/
$languageStrings = array(
	'LBL_ADD_RECORD'               => 'Сонголтын хамаарал нэмэх',
	'LBL_PICKLIST_DEPENDENCY'      => 'Сонголтын хамаарал',
	'LBL_SELECT_MODULE'            => 'Модуль',
	'LBL_SOURCE_FIELD'             => 'Эх талбар',
	'LBL_TARGET_FIELD'             => 'Зорилтот талбар',
	'LBL_SELECT_FIELD'             => 'Талбар сонгох',
	'LBL_CONFIGURE_DEPENDENCY_INFO' => 'Зорилтот талбарын сонголтын утгуудын хамаарлыг өөрчлөхийн тулд тухайн нүдэн дээр дарна уу',
	'LBL_CONFIGURE_DEPENDENCY_HELP_1' => 'Эх талбарын зөвхөн зурагдсан утгуудыг доор харуулна (эхний удаад бусад нь харагдахгүй)',
	'LBL_CONFIGURE_DEPENDENCY_HELP_2' => 'Эх талбарын бусад сонголтын хамаарлыг харах эсвэл өөрчлөхийг хүсвэл, <br/>
										баруун талд байрлах <b>\'Эх утгуудыг сонгох\'</b> товчийг дарж сонгоно уу',
	'LBL_CONFIGURE_DEPENDENCY_HELP_3' => 'Зорилтот талбарын сонгосон утгууд нь дараах байдлаар тодруулна',
	'LBL_SELECT_SOURCE_VALUES'     => 'Эх утгуудыг сонгох',
	'LBL_SELECT_SOURCE_PICKLIST_VALUES' => 'Эх сонголтын утгуудыг сонгох',
	'LBL_ERR_CYCLIC_DEPENDENCY'    => 'Энэ хамаарлын тохиргоо зөвшөөрөгдөхгүй, учир нь давтагдсан (циклийн) хамаарал үүсэж байна',
);
$jsLanguageStrings = array(
	'JS_LBL_ARE_YOU_SURE_YOU_WANT_TO_DELETE' => 'Энэ сонголтын хамаарлыг устгахдаа итгэлтэй байна уу?',
	'JS_DEPENDENCY_DELETED_SUEESSFULLY' => 'Хамаарал амжилттай устлаа',
	'JS_PICKLIST_DEPENDENCY_SAVED' => 'Сонголтын хамаарал хадгалагдлаа',
	'JS_DEPENDENCY_ATLEAST_ONE_VALUE' => 'Та дор хаяж нэг утга сонгох шаардлагатай',
	'JS_SOURCE_AND_TARGET_FIELDS_SHOULD_NOT_BE_SAME' => 'Эх болон зорилтот талбар ижил байж болохгүй',
	'JS_SELECT_SOME_VALUE'         => 'Ямар нэг утга сонгоно уу',
);