<?php
/*+**********************************************************************************
 * Энэ файлын агуулга нь vtiger CRM Нийтийн Лицензийн 1.0 хувилбарт хамаарна
 * ("Лиценз"); Та энэхүү файлыг зөвхөн Лицензийн шаардлагын дагуу ашиглаж болно
 * Эх код нь:  vtiger CRM Нээлттэй эх
 * Эх кодын анхны хөгжүүлэгч нь vtiger.
 * vtiger-ийн бүтээсэн хэсгүүд нь © vtiger.
 * Бүх эрх хуулиар хамгаалагдсан.
 ************************************************************************************/
$languageStrings = array(
	'Roles'                        => 'Үүргүүд', 
	'SINGLE_Roles'                 => 'Үүрэг', 
	'LBL_ADD_RECORD'               => 'Үүрэг нэмэх', 
	'LBL_DELETE_ROLE'              => 'Үүрэг устгах', 
	'LBL_TRANSFER_OWNERSHIP'       => 'Эзэмшигч шилжүүлэх', 
	'LBL_TO_OTHER_ROLE'            => 'Бусад үүрэгт', 
	'LBL_CLICK_TO_EDIT_OR_DRAG_TO_MOVE' => 'Засах бол дарна уу, шилжүүлэх бол чирнэ үү', 
	'LBL_ASSIGN_ROLE'              => 'Үүрэг оноох', 
	'LBL_CHOOSE_PROFILES'          => 'Профайл сонгох', 
	'LBL_COPY_PRIVILEGES_FROM'     => 'Эрхийг хуулах эх үүсвэр', 
	'LBL_PROFILE'                  => 'Профайл', 
	'LBL_REPORTS_TO'               => 'Дагаж тайлагнах', 
	'LBL_NAME'                     => 'Нэр', 
	'LBL_ASSIGN_NEW_PRIVILEGES'    => 'Шинэ эрхийг шууд үүрэгт оноох', 
	'LBL_ASSIGN_EXISTING_PRIVILEGES' => 'Одоо байгаа профайлаас эрх оноох', 
	'LBL_PRIVILEGES'               => 'Эрхүүд', 
);
