<?php
/*+**********************************************************************************
 * Энэ файлын агуулга нь vtiger CRM Нийтийн Лицензийн 1.0 хувилбарт хамаарна
 * ("Лиценз"); Та энэхүү файлыг зөвхөн Лицензийн шаардлагын дагуу ашиглаж болно
 * Эх код нь:  vtiger CRM Нээлттэй эх
 * Эх кодын анхны хөгжүүлэгч нь vtiger.
 * vtiger-ийн бүтээсэн хэсгүүд нь © vtiger.
 * Бүх эрх хуулиар хамгаалагдсан.
 ************************************************************************************/
$languageStrings = array(
	'Accounts'                     => 'Байгууллага ба Холбоо баригчид', 
	'LBL_ADD_CUSTOM_RULE'          => 'Тусгай эрхийн дүрэм нэмэх', 
	'Read Only'                    => 'Зөвхөн унших', 
	'Read Write'                   => 'Унших + Бичих', 
	'LBL_ADD_CUSTOM_RULE_TO'       => 'Тусгай дүрэм нэмэх', 
	'LBL_CAN_ACCESSED_BY'          => 'Хандаж болох этгээд', 
	'LBL_PRIVILEGES'               => 'Эрхүүд', 
	'LBL_SHARING_RULE'             => 'Хуваалцах дүрэм', 
	'LBL_RULE_NO'                  => 'Дүрмийн №', 
	'LBL_MODULE'                   => 'Модуль', 
	'LBL_ADVANCED_SHARING_RULES'   => 'Дэвшилтэт хуваалцах дүрэм', 
	'LBL_WITH_PERMISSIONS'         => 'Эрхийн хамт', 
	'LBL_APPLY_NEW_SHARING_RULES'  => 'Шинэ хуваалцах дүрмийг хэрэгжүүлэх', 
	'LBL_READ'                     => 'Унших', 
	'LBL_READ_WRITE'               => 'Унших ба бичих', 
	'LBL_CUSTOM_ACCESS_MESG'       => 'Тусгай хандалтын дүрэм тодорхойлогдоогүй байна', 
	'SINGLE_Groups'                => 'Бүлэг', 
	'SINGLE_Roles'                 => 'Үүрэг', 
	'SINGLE_RoleAndSubordinates'   => 'Үүрэг ба дэд үүргүүд', 
);
$jsLanguageStrings = array(
	'JS_CUSTOM_RULE_SAVED_SUCCESSFULLY' => 'Тусгай хуваалцах дүрэм амжилттай хадгалагдлаа',
	'JS_SELECT_ANY_OTHER_ACCESSING_USER' => 'Өөр хандах хэрэглэгчийг сонгоно уу',
	'JS_NEW_SHARING_RULES_APPLIED_SUCCESSFULLY' => 'Шинэ хуваалцах дүрэм амжилттай хэрэгжлээ',
	'JS_DEPENDENT_PRIVILEGES_SHOULD_CHANGE' => 'Хэрэв Байгууллагын хандалт "Хувийн" бол Боломж, Тасалбар, Үнийн санал, Борлуулалтын захиалга ба Нэхэмжлэхийн хандалтыг мөн "Хувийн" болгож тохируулах ёстой',
);