<?php
/*+**********************************************************************************
 * Энэ файлын агуулга нь vtiger CRM Нийтийн Лицензийн 1.0 хувилбарт хамаарна
 * ("Лиценз"); Та энэхүү файлыг зөвхөн Лицензийн шаардлагын дагуу ашиглаж болно
 * Эх код нь:  vtiger CRM Нээлттэй эх
 * Эх кодын анхны хөгжүүлэгч нь vtiger.
 * vtiger-ийн бүтээсэн хэсгүүд нь © vtiger.
 * Бүх эрх хуулиар хамгаалагдсан.
 ************************************************************************************/
$languageStrings = array(
	'LBL_ADD_RECORD' => 'Шинэ тохиргоо',
	'SMSNotifier' => 'SMS үйлчилгээний тохиргоо',
	'LBL_ADD_CONFIGURATION' => 'Шинэ тохиргоо',
	'LBL_EDIT_CONFIGURATION' => 'Тохиргоог засах',
	'LBL_SELECT_ONE' => 'Нэгийг сонгох',
	
	//Fields
	'providertype' => 'Үйлчилгээний нийлүүлэгч',
	'isactive' => 'Идэвхтэй',
	'username' => 'Хэрэглэгчийн нэр',
	'password' => 'Нууц үг',
);

$jsLanguageStrings = array(
	'LBL_DELETE_CONFIRMATION' => 'Энэ SMSNotifier тохиргоог устгахдаа итгэлтэй байна уу?',
	'JS_RECORD_DELETED_SUCCESSFULLY' => 'SMS үйлчилгээ амжилттай устлаа',
	'JS_CONFIGURATION_SAVED' => 'SMS үйлчилгээний тохиргоо амжилттай хадгалагдлаа',
);